export const staticData = [{
  "id": "eps",
  "name": "EPS",
  "title": "Earnings Per Share",
  "subTitle": "EPS",
  "subTitleZhTw": "每股盈餘",
  "values": [
    3.31,
    5.67,
    6.15,
    6.16,
    6.11
  ],
  "periods": [
    "2020-09-26",
    "2021-09-25",
    "2022-09-24",
    "2023-09-30",
    "2024-09-28"
  ]
},{
  "id": "roe",
  "name": "ROE",
  "subTitle": "ROE",
  "subTitleZhTw": "股東權益報酬率",
  "values": [
    0.8786635853012749,
    1.5007132667617689,
    1.9695887275023682,
    1.5607601454639075,
    1.6459350307287095
  ],
  "periods": [
    "2020-09-26",
    "2021-09-25",
    "2022-09-24",
    "2023-09-30",
    "2024-09-28"
  ]
},{
  "id": "netIncome",
  "name": "Net Income",
  "title": "Net Income",
  "subTitle": "Net Income",
  "subTitleZhTw": "淨利",
  "values": [
    57411000000,
    94680000000,
    99803000000,
    96995000000,
    93736000000
  ],
  "periods": [
    "2020-09-26",
    "2021-09-25",
    "2022-09-24",
    "2023-09-30",
    "2024-09-28"
  ]
}]
